[{
    "title": "Telephone",
    "id": "point1",
    "year": "1876",
    "inventor": "Alexander Graham Bell",
    "text": "He found a way to transmit human voice over wires: a simple receiver that could turn electricity into sound. His interest in sound technology was deep-rooted and personal, as both his wife and mother were deaf.",
    "image": "telephone.png"
  },
  {
    "title": "Light Bulb",
    "id": "point2",
    "year": "1878",
    "inventor": "Thomas Edison",
    "text": "First incandescent electric light worked by passing electricity through a thin platinum filament in the glass vacuum bulb, which delayed the filament from melting. The lamp only burned for a few hours.",
    "image": "bulbBlack.svg"
  },
  {
    "title": "AC Electric System",
    "id": "point3",
    "year": "1884",
    "inventor": "Nikola Tesla",
    "text": "Nikola Tesla was an engineer and scientist known for designing the alternating-current (AC) electric system, which is the predominant electrical system used across the world today. He also created the 'Tesla coil,' which is still used in radio technology. Tesla came to the United States in 1884 and briefly worked with Thomas Edison before the two parted ways.",
    "image": "tesla.jpg"
  },
  {
    "title": "Radio waves",
    "id": "point4",
    "year": "1888",
    "inventor": "Heinrich Hertz",
    "text": "The german physicist was the first to conclusively prove the existence of the electromagnetic waves predicted by James Clerk Maxwell's equations of electromagnetism, including what would come to be called radio waves.",
    "image": "radio-waves.png"
  },
  {
    "title": "Television principles",
    "id": "point5",
    "year": "1908",
    "inventor": "Alan Archibald Campbell-Swinton",
    "text": "The scottish engineer laid the principles of Television.",
    "image": "tv-principles.jpg"
  },
  {
    "title": "Electronic television",
    "id": "point6",
    "year": "1924",
    "inventor": "Kenjiro Takayanagi",
    "text": "The japanese engineer began research program on electronic television.",
    "image": "tv.png"
  },
  {
    "title": "First experimental Television broadcast",
    "id": "point7",
    "year": "1928",
    "inventor": "",
    "text": "First experimental Television broadcast in the US.",
    "image": "tv-broadcast.png"
  },
  {
    "title": "Optical Fiber",
    "id": "point8",
    "year": "1954",
    "inventor": "Narinder Singh Kapany",
    "text": "The indian physicist invented the first actual fiber optical cable based on John Tyndall's experiments three decades earlier.",
    "image": "optical-fiber.png"
  },
  {
    "title": "Laser",
    "id": "point9",
    "year": "1960",
    "inventor": "Theodore Harold Maiman",
    "text": "The american engineer developed and operated the first functioning laser.",
    "image": "laser.png"
  },
  {
    "title": "Electrical Wind Energy",
    "id": "point10",
    "year": "1988",
    "inventor": "Charles F. Brush",
    "text": "The first electricity-generating wind turbine had a diameter of 17 meters, had 144 rotor blades made of cedar wood, and it generated about 12kW of power.",
    "image": "wind-energy.png"
  }
]